Repository: 6days9weeks/VoxelBotUtils
Catalog: voxelbotutils/locales/*/LC_MESSAGES/errors.po
Languages: nl

source: You're missing `{parameter_name}`, which is required for this command.
nl: Je mist `{parameter_name}`, die vereist is voor deze opdracht.

source: The quotes in your message have been done incorrectly.
nl: De aanhalingstekens in je bericht zijn verkeerd geplaatst.

source: You can use this command again in {timestamp}.
nl: Je kan deze opdracht over {timestamp} opnieuw gebruiken.

source: The bot isn't ready to start processing that command yet - please wait.
nl: De bot is not niet bereid om die opdracht to verwerken. Even geduld a.u.b.

source: You can only run this command in channels set as NSFW.
nl: Je kan deze opdracht alleen uitvoeren in kanalen die zijn ingesteld als NSFW.

source: This command can only be run as a slash command.
nl: Deze opdracht kan alleen worden uitgevoerd als een slash-opdracht.

source: This command has been disabled.
nl: Deze opdracht is uitgeschakeld.

source: You need to be part of the bot's support team to be able to run this command.
nl: Je moet in het ondersteuningsteam van de bot zijn om deze opdracht uit te voeren.

source: You need to have at least one of {roles} to be able to run this command.
nl: Je moet den minste één van {roles} hebben on deze opdracht uit te voeren.

source: I need to have one of the {roles} roles for you to be able to run this command.
nl: Ik heb een van de {roles} rollen nodig om deze opdracht uit te voeren.

source: You need to have the `{role}` role to be able to run this command.
nl: Je hebt de `{role}` role nodig om deze opdracht uit te voeren.

source: I need to have the `{role}` role for you to be able to run this command.
nl: Ik heb de `{role}` role nodig om deze opdracht uit te voeren.

source: You need the `{permission}` permission to run this command.
nl: Je hebt de `{permission}` permissie nodig om deze opdracht uit te voeren.

source: I need the `{permission}` permission for me to be able to run this command.
nl: Ik heb de `{permission}` permissie nodig om deze opdracht uit te voeren.

source: This command can't be run in DMs.
nl: Deze opdracht kan niet worden uitgevoerd in DMs.

source: This command can only be run in DMs.
nl: Deze opdracht kan alleen worden uitgevoerd in DMs.

source: You need to be registered as an owner to run this command.
nl: U moet als eigenaar geregistreerd zijn om deze opdracht uit te voeren.

source: I couldn't convert `{argument}` into a message.
nl: Ik kon `{argument}` niet omzetten in een bericht.

source: I couldn't convert `{argument}` into a guild member.
nl: Ik kon `{argument}` niet omzetten in een gildelid.

source: I couldn't convert `{argument}` into a user.
nl: Ik kon `{argument}` niet omzetten in een gebruiker.

source: I couldn't convert `{argument}` into a channel.
nl: Ik kon `{argument}` niet omzetten in een kanaal.

source: I can't read messages in <#{id}>.
nl: Ik kan de berichten in <#{id}> niet lezen.

source: I couldn't convert `{argument}` into a colour.
nl: Ik kon `{argument}` niet omzetten in een kleur.

source: I couldn't convert `{argument}` into a role.
nl: Ik kon `{argument}` niet omzetten in een rol.

source: I couldn't convert `{argument}` into an invite.
nl: Ik kon `{argument}` niet omzetten in een uitnodiging.

source: I couldn't convert `{argument}` into an emoji.
nl: Ik kon `{argument}` niet omzetten in een emoji.

source: I couldn't convert `{argument}` into a boolean.
nl: Ik kon `{argument}` niet omzetten in een booleaanse operator.

source: I couldn't convert your provided `{parameter_name}`.
nl: Ik kan de door u opgegeven `{parameter_name}` niet converteren.

source: You can't run this command right now.
nl: Je kunt dit commando nu niet uitvoeren.

source: You gave too many arguments to this command.
nl: Je hebt te veel argumenten gegeven voor deze opdracht.

source: Discord is saying I'm unable to perform that action.
nl: Discord zegt dat ik die actie niet kan uitvoeren.

source: Either I or Discord messed up running this command. Please try again later.
nl: Of ik of Discord hebben deze opdracht verprutst. Probeer het later opnieuw.
